Repository: aknjoroge/fictional-university-wp-theme
Catalog: plugins/word-count-plugin/languages/wcpdomain-*.po
Languages: sw

source: A simple word count plugin
sw: Programu-jalizi rahisi ya kuhesabu maneno

source: Character Count
sw: Hesabu ya Wahusika

source: Display Location
sw: Mahali pa Kuonyesha

source: Headline Text
sw: Maandishi ya Kichwa

source: min(s) to read
sw: dakika za kusoma

source: Post statistics.
sw: Chapisha takwimu.

source: Read Time
sw: Muda wa Kusoma

source: This post has
sw: Chapisho hili lina

source: This post will take
sw: Chapisho hili litachukua

source: Word Count
sw: Idadi ya maneno

source: Word count
sw: Idadi ya maneno

source: Word Count Plugin
sw: Neno Count Plugin

source: Word count settings
sw: Mipangilio ya kuhesabu maneno

source: words
sw: maneno
